Revit 2027 API
SymbolTypeId.LbMassPerFtSup2 Property
 Symbol lb/ft², indicating unit Pounds mass per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbMassPerFtSup2 { get; }
Public Shared ReadOnly Property LbMassPerFtSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbMassPerFtSup2 {
	ForgeTypeId^ get ();
}
static member LbMassPerFtSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace